



export const data = [
    {
        id: 'sdfds6fds7fd67s',
        title: 'Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)',
        price: 5400,
        discount: 20,
        img: ['https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/2-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/1-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/3-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/4-700x700.webp'
        ],
        description: 'Вопрос безопасности всегда стоит очень остро, в этом году производители решили его следующим образом — снабдили модель качественной задней и передней подсветкой, поэтому пользователь может не переживать о том, что его будет незаметно на дороге в тёмное время суток. На руле имеется яркий качественный дисплей, где отображается вся актуальная и необходимая информация — скорость, пробег и др. Кроме того, на руле имеется кнопка включения и выключения подсветки, звуковой сигнал и кнопка настроек. Таким образом, все необходимое для управления самокатом находится у пользователя под рукой. Для комфорта прогулок электросамокат снабжён передним и задним амортизаторами. Вы можете перемещаться не только по ровному городскому асфальту, но и по неровностям, которые не затруднят ваше перемещение. Складной механизм и небольшой вес (11 кг) делают модель эргономичной. В сложенном виде самокат занимает совсем мало места — его легко перевозить как в багажнике машины, так и в общественном транспорте. При складывании самокат фиксируется с помощью крючка к заднему крылу. А для того, чтобы разложить его, необходимо, нажав на заднее крыло, приподнять руль. Характерный щелчок говорит о том, что самокат разложен полностью и готов к эксплуатации. Стоит отметить, что электросамокат очень быстро стартует — вам не надо отталкиваться или разгоняться. Выдерживает до 120 кг, в процессе изготовления использовались только качественные материалы. Быстрый, лёгкий, компактный — прекрасный выбор для ценителей удобства!',
        characteristics: [{
            title: 'Макс. скорость до (км/ч)',
            value: '25'
        },{
            title: 'Мощность двигателя',
            value: '300'
        },{
            title: 'Пробег на одном заряде',
            value: '36'
        },{
            title: 'Тип переднего тормоза',
            value: 'Дисковый механический'
        },{
            title: 'Круиз-контроль',
            value: 'Есть'
        },{
            title: 'Тип',
            value: '-'
        }],
        comments: [{author: 'Александр',text: 'Лучшее что было со мной!'}],
        new: true,
        hitOfSales: false,
        category: {
            id: '1',
            title: 'Sugway',
            name: 'Сигвеи'
        }
    },
    {
        id: "ssd6fs7f8ds77f8sd8f",
        title: 'Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)',
        price: 5400,
        discount: false,
        img: ['https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/2-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/1-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/3-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/4-700x700.webp'
        ],
        description: 'Вопрос безопасности всегда стоит очень остро, в этом году производители решили его следующим образом — снабдили модель качественной задней и передней подсветкой, поэтому пользователь может не переживать о том, что его будет незаметно на дороге в тёмное время суток. На руле имеется яркий качественный дисплей, где отображается вся актуальная и необходимая информация — скорость, пробег и др. Кроме того, на руле имеется кнопка включения и выключения подсветки, звуковой сигнал и кнопка настроек. Таким образом, все необходимое для управления самокатом находится у пользователя под рукой. Для комфорта прогулок электросамокат снабжён передним и задним амортизаторами. Вы можете перемещаться не только по ровному городскому асфальту, но и по неровностям, которые не затруднят ваше перемещение. Складной механизм и небольшой вес (11 кг) делают модель эргономичной. В сложенном виде самокат занимает совсем мало места — его легко перевозить как в багажнике машины, так и в общественном транспорте. При складывании самокат фиксируется с помощью крючка к заднему крылу. А для того, чтобы разложить его, необходимо, нажав на заднее крыло, приподнять руль. Характерный щелчок говорит о том, что самокат разложен полностью и готов к эксплуатации. Стоит отметить, что электросамокат очень быстро стартует — вам не надо отталкиваться или разгоняться. Выдерживает до 120 кг, в процессе изготовления использовались только качественные материалы. Быстрый, лёгкий, компактный — прекрасный выбор для ценителей удобства!',
        characteristics: [{
            title: 'Макс. скорость до (км/ч)',
            value: '25'
        },{
            title: 'Мощность двигателя',
            value: '300'
        },{
            title: 'Пробег на одном заряде',
            value: '36'
        },{
            title: 'Тип переднего тормоза',
            value: 'Дисковый механический'
        },{
            title: 'Круиз-контроль',
            value: 'Есть'
        },{
            title: 'Тип',
            value: '-'
        }],
        comments: [{author: 'Александр',text: 'Лучшее что было со мной!'}],
        new: false,
        hitOfSales: false,
        category: {
            id: '1',
            title: 'Sugway',
            name: 'Сигвеи'
        }
    },
    {
        id: 'sdfsdf6s76f7ds76fs',
        title: 'Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)',
        price: 5400,
        discount: 30,
        img: ['https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/2-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/1-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/3-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/4-700x700.webp'
        ],
        description: 'Вопрос безопасности всегда стоит очень остро, в этом году производители решили его следующим образом — снабдили модель качественной задней и передней подсветкой, поэтому пользователь может не переживать о том, что его будет незаметно на дороге в тёмное время суток. На руле имеется яркий качественный дисплей, где отображается вся актуальная и необходимая информация — скорость, пробег и др. Кроме того, на руле имеется кнопка включения и выключения подсветки, звуковой сигнал и кнопка настроек. Таким образом, все необходимое для управления самокатом находится у пользователя под рукой. Для комфорта прогулок электросамокат снабжён передним и задним амортизаторами. Вы можете перемещаться не только по ровному городскому асфальту, но и по неровностям, которые не затруднят ваше перемещение. Складной механизм и небольшой вес (11 кг) делают модель эргономичной. В сложенном виде самокат занимает совсем мало места — его легко перевозить как в багажнике машины, так и в общественном транспорте. При складывании самокат фиксируется с помощью крючка к заднему крылу. А для того, чтобы разложить его, необходимо, нажав на заднее крыло, приподнять руль. Характерный щелчок говорит о том, что самокат разложен полностью и готов к эксплуатации. Стоит отметить, что электросамокат очень быстро стартует — вам не надо отталкиваться или разгоняться. Выдерживает до 120 кг, в процессе изготовления использовались только качественные материалы. Быстрый, лёгкий, компактный — прекрасный выбор для ценителей удобства!',
        characteristics: [{
            title: 'Макс. скорость до (км/ч)',
            value: '25'
        },{
            title: 'Мощность двигателя',
            value: '300'
        },{
            title: 'Пробег на одном заряде',
            value: '36'
        },{
            title: 'Тип переднего тормоза',
            value: 'Дисковый механический'
        },{
            title: 'Круиз-контроль',
            value: 'Есть'
        },{
            title: 'Тип',
            value: '-'
        }],
        comments: [{author: 'Александр',text: 'Лучшее что было со мной!'}],
        new: false,
        hitOfSales: true,
        category: {
            id: '1',
            title: 'Sugway',
            name: 'Сигвеи'
        }
    },
    {   id: 'asda6d7as7d5a6sda7',
        title: 'Smart Balance Well 6.5 Хип-Хоп (АКВАЗАЩИТА)',
        price: 5400,
        discount: false,
        img: ['https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/2-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/1-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/3-700x700.webp',
            'https://korzina.od.ua/image/cache/webp/data/product/88/6b/66ea378cdc7ce8d444b87a09903d/4-700x700.webp'
        ],
        description: 'Вопрос безопасности всегда стоит очень остро, в этом году производители решили его следующим образом — снабдили модель качественной задней и передней подсветкой, поэтому пользователь может не переживать о том, что его будет незаметно на дороге в тёмное время суток. На руле имеется яркий качественный дисплей, где отображается вся актуальная и необходимая информация — скорость, пробег и др. Кроме того, на руле имеется кнопка включения и выключения подсветки, звуковой сигнал и кнопка настроек. Таким образом, все необходимое для управления самокатом находится у пользователя под рукой. Для комфорта прогулок электросамокат снабжён передним и задним амортизаторами. Вы можете перемещаться не только по ровному городскому асфальту, но и по неровностям, которые не затруднят ваше перемещение. Складной механизм и небольшой вес (11 кг) делают модель эргономичной. В сложенном виде самокат занимает совсем мало места — его легко перевозить как в багажнике машины, так и в общественном транспорте. При складывании самокат фиксируется с помощью крючка к заднему крылу. А для того, чтобы разложить его, необходимо, нажав на заднее крыло, приподнять руль. Характерный щелчок говорит о том, что самокат разложен полностью и готов к эксплуатации. Стоит отметить, что электросамокат очень быстро стартует — вам не надо отталкиваться или разгоняться. Выдерживает до 120 кг, в процессе изготовления использовались только качественные материалы. Быстрый, лёгкий, компактный — прекрасный выбор для ценителей удобства!',
        characteristics: [{
            title: 'Макс. скорость до (км/ч)',
            value: '25'
        },{
            title: 'Мощность двигателя',
            value: '300'
        },{
            title: 'Пробег на одном заряде',
            value: '36'
        },{
            title: 'Тип переднего тормоза',
            value: 'Дисковый механический'
        },{
            title: 'Круиз-контроль',
            value: 'Есть'
        },{
            title: 'Тип',
            value: '-'
        }],
        comments: [{author: 'Александр',text: 'Лучшее что было со мной!'}],
        new: true,
        hitOfSales: true,
        category: {
            id: '1',
            title: 'Sugway',
            name: 'Сигвеи'
        }
    }
]
